allure-results/b6bebeb2914449708016a70c6975e1cd-attachmentxml

<?xml version="1.0" encoding="utf-8"?><soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema"><soap:Body><CancelOrderRequest xmlns="http://tempuri.org/"><CPASId>422151888564</CPASId><ReasonID>34</ReasonID><CancelRemarks>Cancellation initiated by our Customer due to the transaction not having the correct spelling of the beneficiary name</CancelRemarks><CancelReason>Wrong Beneficiary Name</CancelReason><AgentID>WWMT07</AgentID><UserID>AAA</UserID></CancelOrderRequest></soap:Body></soap:Envelope>